def show_help():
    """
    Вывести справку по командам программы.
    """
    print("Список команд:\n")
    print("add - добавить человека;")
    print("list - вывести список людей;")
    print("select <месяц> - вывод на экран информации о людях, родившихся в указанный месяц (цифра)")
    print("help - отобразить справку;")
    print("exit - завершить работу с программой.")
